<?php
return [
    "Email" => "البريد الإلكتروني",
    "Password" => "كلمة المرور",
    "Remember me" => "تذكرني",
    "Forgot your password?" => "نسيت كلمة المرور؟",
    "Log in" => "تسجيل الدخول",

    "Name" => "الاسم",
    "Confirm Password" => "تأكيد كلمة المرور",
    "Already registered?" => "مسجل بالفعل؟",
    "Register" => "تسجيل",

    "Reset Password" => "إعادة تعيين كلمة المرور",

    // verify-email.blade.php
    "verify thanks" => "شكرًا للتسجيل! قبل البدء، هل يمكنك التحقق من عنوان بريدك الإلكتروني بالنقر على الرابط الذي أرسلناه لك للتو؟ إذا لم تتلق البريد الإلكتروني، سنرسل لك رابطًا آخر بكل سرور.",
    "verify sent" => "تم إرسال رابط تحقق جديد إلى عنوان البريد الإلكتروني الذي قدمته أثناء التسجيل.",
    "Resend Verification Email" => "إعادة إرسال بريد التحقق",
    "Log Out" => "تسجيل الخروج",

    "Forgot your password? No problem." => "نسيت كلمة المرور؟ لا مشكلة. فقط أخبرنا بعنوان بريدك الإلكتروني وسنرسل لك رابط إعادة تعيين كلمة المرور الذي سيسمح لك باختيار كلمة مرور جديدة.",
    "Email Password Reset Link" => "رابط إعادة تعيين كلمة المرور",

    // confirm-password.blade.php
    "secure area" => "هذه منطقة آمنة من التطبيق. يرجى تأكيد كلمة المرور قبل المتابعة.",
    "Confirm" => "تأكيد"


    ];
