<?php
return [
    "bigTitle" => "موقع ادارة المخازن",
    "title1" => "إدارة المستخدمين",
    "desc1" => "توفر قسم إدارة المستخدمين واجهة شاملة للمسؤولين للتعامل مع حسابات المستخدمين بكفاءة. يشمل الوظائف مثل تسجيل المستخدمين، تحرير الملف الشخصي، تعيين الأدوار، والتحكم في الوصول. مع التنقل البديهي وقدرات إدارة المستخدمين التفصيلية، يضمن النظام تجربة إدارية سلسة، مما يتيح الإشراف على أنشطة المستخدمين والحفاظ على نزاهة قاعدة مستخدمي النظام.",

    "title2" => "المستودعات",
    "desc2" => "تُعنى قسم المستودعات بإدارة وتنظيم بيانات المستودعات. يتيح تتبع سهل لمخزونات المستودعات، مواقعها، وتفاصيل اللوجستية. يمكن للمستخدمين عرض، إضافة، تعديل، أو حذف معلومات المستودعات، مما يضمن تتبع دقيق ومحدث للسعات التخزينية، العناصر المخزنة، وكمياتها. هذا القسم أساسي لتحسين استراتيجيات التخزين والحفاظ على كفاءة العمليات داخل شبكة المستودعات.",

    "title3" => "العناصر",
    "desc3" => "في قسم العناصر، يمكن للمستخدمين إدارة وعرض معلومات مفصلة حول العناصر المخزن ة في مستودعات مختلفة. يسمح هذا القسم بإضافة، تعديل، وإزالة بيانات العناصر، بما في ذلك الاسم، الوصف، الكمية، والمستودع المرتبط. يعتبر مركزًا رئيسيًا لتتبع توافر العناصر، مما يضمن الحفاظ على مستويات المخزون وتحديثها، وهو أمر حاسم لإدارة المخزون الفعالة والتخطيط التشغيلي.",
    "title4" => "المعاملات",
    "desc4" => "يوفر قسم المعاملات نظرة عامة مفصلة على جميع المعاملات المتعلقة بالعناصر داخل النظام. يشمل الوظائف لمراقبة وإدارة دورة حياة كل معاملة، من البداية إلى النهاية. يمكن للمستخدمين عرض المعاملات الجارية، المقبولة، والمسلمة، تحديث حالاتها، وتتبع تاريخ تحرك العناصر. هذا القسم ضروري للحفاظ على الشفافية في العمليات، مما يضمن تتبع دقيق لتخصيص العناصر، التسليمات، والعودة عبر المنظمة.",
    "login" => "تسجيل الدخول",
    "register" => "تسجيل"
];
